Repository: NateWr/individualizeTheme
Catalog: locale/*/locale.po
Languages: de

# plugins.themes.individualizeTheme.name
source: Individualize Theme by SLUB Dresden
de: Individualize-Theme von Publia - SLUB Open Publishing

# plugins.themes.individualizeTheme.description
source: A custom theme with many options to allow editors to customize the design and layout of their journals.
de: Ein anpassbares Theme mit vielen Optionen, die es Redakteuren ermöglichen, Design und Layout ihrer Journale anzupassen.

# plugins.themes.individualizeTheme.backToTop
source: Back to Top
de: Nach oben

# plugins.themes.individualizeTheme.accessibility
source: Accessibility
de: Barrierefreiheit

# plugins.themes.individualizeTheme.privacyPolicy
source: Privacy Policy
de: Datenschutzerklärung

# plugins.themes.individualizeTheme.changeLanguage
source: Change Language
de: Sprache ändern

# plugins.themes.individualizeTheme.account
source: Account
de: Konto

# plugins.themes.individualizeTheme.loggedInAs
source: Logged in as <strong>{$username}</strong>.
de: Angemeldet als <strong>{$username}</strong>.

# plugins.themes.individualizeTheme.menu
source: Menu
de: Menü

# plugins.themes.individualizeTheme.latestArticles
source: Latest Articles
de: Neueste Artikel

# plugins.themes.individualizeTheme.latestArticles.description
source: Read our most recent publications or browse every article in our <a href="{$url}" class="link">full archive</a>.
de: Lesen Sie unsere neuesten Veröffentlichungen oder durchsuchen Sie alle Artikel in unserem <a href="{$url}" class="link">vollständigen Archiv</a>.

# plugins.themes.individualizeTheme.latestArticlesWithImages
source: Latest Articles (with Cover Images)
de: Neuste Artikel (mit Cover Bildern)

# plugins.themes.individualizeTheme.partners
source: Partners
de: Partner

# plugins.themes.individualizeTheme.partners.description
source: This journal is published with support from the following partners.
de: Dieses Journal wird mit Unterstützung der folgenden Partner veröffentlicht.

# plugins.themes.individualizeTheme.browseByCategory
source: Browse by Category
de: Nach Kategorie durchsuchen

# plugins.themes.individualizeTheme.browseByCategory.description
source: Find articles across our main areas of coverage. Or browse every article in our <a href="{$url}">back issues</a>.
de: Finden Sie Artikel in unseren Hauptbereichen oder durchsuchen Sie alle Artikel in unseren <a href="{$url}">bisherigen Ausgaben</a>.

# plugins.themes.individualizeTheme.viewCategory
source: View Category
de: Kategorie ansehen

# plugins.themes.individualizeTheme.publishedInIssue
source: Published in <a class='link' href='{$issueUrl}'>{$issue}</a> of <a class='link' href='{$journalUrl}'>{$journal}</a>.
de: Veröffentlicht in <a class='link' href='{$issueUrl}'>{$issue}</a> von <a class='link' href='{$journalUrl}'>{$journal}</a>.

# plugins.themes.individualizeTheme.allIssues
source: All Issues
de: Alle Ausgaben

# plugins.themes.individualizeTheme.pagination.prompt
source: Goto other pages
de: Gehe zu anderen Seiten

# plugins.themes.individualizeTheme.pagination.goToPage
source: Goto next page
de: Gehe zu {$page}

# plugins.themes.individualizeTheme.pagination.previousPage
source: Goto previous page
de: Gehe zur vorherigen Seite

# plugins.themes.individualizeTheme.pagination.issueArchive
source: Showing {$start}-{$end} of {$total} issues of <strong>{$journal}</strong>.
de: Zeige {$start}-{$end} von {$total} Ausgaben von <strong>{$journal}</strong>.

# plugins.themes.individualizeTheme.search.description
source: Search all articles or browse every article in our <a href='{$url}' class='link'>back issues</a>.
de: Durchsuchen Sie alle Artikel oder stöbern Sie in unseren <a href='{$url}' class='link'>vergangenen Ausgaben</a>.

# plugins.themes.individualizeTheme.search.countResults
source: {$number} Results
de: {$number} Ergebnisse

# plugins.themes.individualizeTheme.search.showing
source: Showing {$start}-{$end} matching the phrase <strong>{$phrase}</strong>.
de: Zeige {$start}-{$end}, die mit der Suchanfrage <strong>{$phrase}</strong> übereinstimmen.

# plugins.themes.individualizeTheme.search.noMatches
source: No matches were found for the phrase <strong>{$phrase}</strong>.
de: Keine Übereinstimmungen für die Suchanfrage <strong>{$phrase}</strong> gefunden.

# plugins.themes.individualizeTheme.search.placeholder
source: Search articles...
de: Artikel suchen...

# plugins.themes.individualizeTheme.search.pageTitle
source: "{$phrase}" Search Results
de: "{$phrase}" Suchergebnisse

# plugins.themes.individualizeTheme.announcements.none
source: There are no announcements at this time.
de: Derzeit gibt es keine Ankündigungen.

# plugins.themes.individualizeTheme.site.unsupported
source: Unsupported
de: Nicht unterstützt

# plugins.themes.individualizeTheme.site.unsupported.description
source: This page is not supported by this theme. Please select another theme to use for a site hosting multiple journals.
de: Diese Seite wird von diesem Theme nicht unterstützt. Bitte wählen Sie ein anderes Theme für eine Website mit mehreren Journals aus.

# plugins.themes.individualizeTheme.skip.language
source: Skip to language selection
de: Zur Sprachauswahl springen

# plugins.themes.individualizeTheme.skip.userNav
source: Skip to login and user account menu
de: Zum Login- und Benutzerkontomenü springen

# plugins.themes.individualizeTheme.nextSlide
source: Next slide
de: Nächste Seite

# plugins.themes.individualizeTheme.prevSlide
source: Previous slide
de: Vorherige Seite

# plugins.themes.individualizeTheme.option.homepageBlocks.partners
source: Partners / Sponsors
de: Partner / Sponsoren

# plugins.themes.individualizeTheme.option.header.label
source: Header
de: Kopfzeile

# plugins.themes.individualizeTheme.option.header.description
source: Choose the layout of the logo and navigation menus in the header of your site. The default layouts work for most sites. Only use the One Line option if you have a small number of items in your navigation menu.
de: Wählen Sie das Layout für das Logo und die Navigationsmenüs in der Kopfzeile Ihrer Website. Die Standardlayouts eignen sich für die meisten Websites. Verwenden Sie die Option "Eine Zeile" nur, wenn Sie wenige Elemente im Navigationsmenü haben.

# plugins.themes.individualizeTheme.option.header.default
source: Default
de: Standard

# plugins.themes.individualizeTheme.option.header.default-center
source: Default (Centered)
de: Standard (Zentriert)

# plugins.themes.individualizeTheme.option.header.line
source: One Line (logo and navigation menu on one line)
de: Eine Zeile (Logo und Navigationsmenü in einer Zeile)

# plugins.themes.individualizeTheme.option.tagline.label
source: Tagline
de: Slogan

# plugins.themes.individualizeTheme.option.tagline.description
source: A short description, motto or title to display beside the journal's logo. This will not be displayed if no logo is uploaded.
de: Eine kurze Beschreibung, ein Motto oder ein Titel, der neben dem Logo des Journals angezeigt wird. Dieser wird nicht angezeigt, wenn kein Logo hochgeladen wurde.

# plugins.themes.individualizeTheme.option.homepageImagePosition.label
source: Homepage Image Position
de: Position des Startseitenbilds

# plugins.themes.individualizeTheme.option.homepageImagePosition.description
source: Choose how to display the Homepage Image on the header of your website. The Homepage Image can be uploaded in the <a href='#appearance/appearance-setup'>Appearance > Setup</a> settings.
de: Wählen Sie, wie das Startseitenbild in der Kopfzeile Ihrer Website angezeigt werden soll. Das Startseitenbild kann in den Einstellungen unter <a href='#appearance/appearance-setup'>Erscheinungsbild > Setup</a> hochgeladen werden.

# plugins.themes.individualizeTheme.option.homepageImagePosition.above
source: Above Header
de: Über der Kopfzeile

# plugins.themes.individualizeTheme.option.homepageImagePosition.above-center
source: Above Header (Center)
de: Über der Kopfzeile (Zentriert)

# plugins.themes.individualizeTheme.option.homepageImagePosition.behind
source: Behind Header
de: Hinter der Kopfzeile

# plugins.themes.individualizeTheme.option.homepageImagePosition.behind-right-top
source: Behind Header (Top Right)
de: Hinter der Kopfzeile (Oben rechts)

source: Behind Header (Center Right)
de: Hinter der Kopfzeile (Rechts zentriert)

source: Behind Header (Bottom Right)
de: Hinter der Kopfzeile (Unten rechts)

# plugins.themes.individualizeTheme.option.homepageImagePosition.behind-pattern
source: Behind Header (Repeating Pattern)
de: Hinter der Kopfzeile (Wiederholendes Muster)

# plugins.themes.individualizeTheme.option.homepageImagePosition.below
source: Below Header
de: Unter der Kopfzeile

# plugins.themes.individualizeTheme.option.homepageImagePosition.below-center
source: Below Header (Center)
de: Unter der Kopfzeile (Zentriert)

# plugins.themes.individualizeTheme.option.homepageBlocks.label
source: Homepage Blocks
de: Startseiten-Blöcke

# plugins.themes.individualizeTheme.option.homepageBlocks.description
source: Select which blocks to show on your homepage.
de: Wählen Sie aus, welche Blöcke auf Ihrer Startseite angezeigt werden sollen.

# plugins.themes.individualizeTheme.option.homepageBlocks.announcement
source: Latest Announcement
de: Neueste Ankündigung

# plugins.themes.individualizeTheme.option.homepageBlocks.about
source: About the Journal with Homepage Menu
de: Über die Zeitschrift mit Startseiten-Menü

# plugins.themes.individualizeTheme.option.homepageBlocks.issue-summary
source: Current Issue (Summary)
de: Aktuelle Ausgabe (Zusammenfassung)

# plugins.themes.individualizeTheme.option.homepageBlocks.issue-toc
source: Current Issue (Table of Contents)
de: Aktuelle Ausgabe (Inhaltsverzeichnis)

# plugins.themes.individualizeTheme.option.homepageBlocks.how-to-submit
source: How to Submit
de: Wie man einreicht

# plugins.themes.individualizeTheme.option.homepageBlocks.browse-by-category
source: Browse By Category
de: Nach Kategorie durchsuchen

# plugins.themes.individualizeTheme.option.homepageBlocks.pluginHook
source: Plugin Content
de: Plugin Inhalt

# plugins.themes.individualizeTheme.option.howToSubmitTitle.label
source: How to Submit - Title
de: Wie man einreicht - Titel

# plugins.themes.individualizeTheme.option.howToSubmitTitle.description
source: Change the title for the How to Submit block on the homepage.
de: Ändern Sie den Titel für den Block "Wie man einreicht" auf der Startseite.

# plugins.themes.individualizeTheme.option.howToSubmitText.label
source: How to Submit - Text
de: Wie man einreicht - Text

# plugins.themes.individualizeTheme.option.howToSubmitText.description
source: Change the short prompt about making a submission to this journal.
de: Ändern Sie den kurzen Hinweis, wie man Beiträge für dieses Journal einreicht.

# plugins.themes.individualizeTheme.option.howToSubmitText.default
source: Read our author guidelines and learn how to submit to {$journalName}.
de: Lesen Sie unsere Richtlinien für Autoren und erfahren Sie, wie Sie bei {$journalName} einreichen können.

# plugins.themes.individualizeTheme.option.howToSubmitAction.label
source: How to Submit - Button
de: Wie man einreicht - Button

# plugins.themes.individualizeTheme.option.howToSubmitAction.description
source: Change the text on the button to view the submissions page.
de: Ändern Sie den Text auf dem Button, welcher die Seite für Einreichungen anzeigt.

# plugins.themes.individualizeTheme.option.howToSubmitAction.default
source: How to Submit
de: Wie man einreicht

# plugins.themes.individualizeTheme.option.partnersTitle.label
source: Partners / Sponsors - Title
de: Partner / Sponsoren - Titel

# plugins.themes.individualizeTheme.option.partnersTitle.description
source: Change the title for the Partners / Sponsors block on the homepage.
de: Ändern Sie den Titel für den Block "Partner / Sponsoren" auf der Startseite.

# plugins.themes.individualizeTheme.option.partnersDescription.label
source: Partners / Sponsors - Description
de: Partner / Sponsoren - Beschreibung

# plugins.themes.individualizeTheme.option.partnersDescription.description
source: Change the description of the Partners / Sponsors block on the homepage.
de: Ändern Sie die Beschreibung des Blocks "Partner / Sponsoren" auf der Startseite.

# plugins.themes.individualizeTheme.option.categoriesTitle.label
source: Browse by Category - Title
de: Nach Kategorie durchsuchen - Titel

# plugins.themes.individualizeTheme.option.categoriesTitle.description
source: Change the title for the Browse by Category block on the homepage.
de: Ändern Sie den Titel für den Block "Nach Kategorie durchsuchen" auf der Startseite.

# plugins.themes.individualizeTheme.option.categoriesDescription.label
source: Browse by Category - Description
de: Nach Kategorie durchsuchen - Beschreibung

# plugins.themes.individualizeTheme.option.categoriesDescription.description
source: Change the description of the Browse by Category block on the homepage.
de: Ändern Sie die Beschreibung des Blocks "Nach Kategorie durchsuchen" auf der Startseite.

# plugins.themes.individualizeTheme.option.latestArticlesTitle.label
source: Latest Articles - Title
de: Neueste Artikel - Titel

# plugins.themes.individualizeTheme.option.latestArticlesTitle.description
source: Change the title for the Latest Articles block on the homepage.
de: Ändern Sie den Titel für den Block "Neueste Artikel" auf der Startseite.

# plugins.themes.individualizeTheme.option.latestArticlesDescription.label
source: Latest Articles - Description
de: Neueste Artikel - Beschreibung

# plugins.themes.individualizeTheme.option.latestArticlesDescription.description
source: Change the description of the Latest Articles block on the homepage.
de: Ändern Sie die Beschreibung des Blocks "Neueste Artikel" auf der Startseite.

# plugins.themes.individualizeTheme.option.showAuthors.label
source: Author Details
de: Autorendetails

# plugins.themes.individualizeTheme.option.showAuthors.description
source: Select how to display author information on the article landing page. If you choose Automatic, the system will try to use the best display mode depending on the number of authors and what author details have been provided.
de: Wählen Sie aus, wie die Autorendetails auf der Artikelseite angezeigt werden sollen. Wenn Sie "Automatisch" wählen, versucht das System, den besten Anzeigemodus basierend auf der Anzahl der Autoren und den bereitgestellten Details zu verwenden.

# plugins.themes.individualizeTheme.option.showAuthors.auto
source: Automatic
de: Automatisch

# plugins.themes.individualizeTheme.option.showAuthors.simple
source: Always show author names with a button to view full details
de: Immer Autorennamen anzeigen mit einem Button für vollständige Details

# plugins.themes.individualizeTheme.option.showAuthors.detailed
source: Always show full author details
de: Immer vollständige Autorendetails anzeigen

# plugins.themes.individualizeTheme.option.highlightArticleMetadata.label
source: Highlight Article Metadata
de: Artikel-Metadaten hervorheben

# plugins.themes.individualizeTheme.option.highlightArticleMetadata.description
source: Select the article metadata that you want to show at the top of the article landing page.
de: Wählen Sie die Artikel-Metadaten aus, die oben auf der Artikelseite angezeigt werden sollen.

# plugins.themes.individualizeTheme.option.highlightArticleMetadata.published-by
source: Published In Issue/Journal
de: Veröffentlicht in Ausgabe/Zeitschrift

# plugins.themes.individualizeTheme.option.issueArchives.label
source: Issue Archives
de: Ausgaben-Archiv

# plugins.themes.individualizeTheme.option.issueArchives.description
source: Select how to display the list of published issues in the archive.
de: Wählen Sie aus, wie die Liste der veröffentlichten Ausgaben im Archiv angezeigt werden soll.

# plugins.themes.individualizeTheme.option.issueArchives.default
source: List of issue summaries
de: Liste der Ausgabenzusammenfassungen

# plugins.themes.individualizeTheme.option.issueArchives.covers
source: Galley of issue cover images
de: Galerie der Ausgabe-Coverbilder

# plugins.themes.individualizeTheme.option.issueArchives.no-covers
source: List of issue summaries without cover images. (Choose this option if your journal never publishes issue cover images.)
de: Liste der Ausgabenzusammenfassungen ohne Coverbilder. (Wählen Sie diese Option, wenn Ihr Journal niemals Ausgabe-Coverbilder veröffentlicht.)

# plugins.themes.individualizeTheme.option.font.label
source: Base Font
de: Grundschriftart

# plugins.themes.individualizeTheme.option.font.description
source: Select the font to use for the main body text, such as paragraphs and long blocks of text.
de: Wählen Sie die Schriftart für den Haupttext, wie Absätze und lange Textblöcke.

# plugins.themes.individualizeTheme.option.titlesFont.label
source: Headings and Titles Font
de: Schriftart für Überschriften und Titel

# plugins.themes.individualizeTheme.option.titlesFont.description
source: Select the font to use for titles, headings and other large text.
de: Wählen Sie die Schriftart für Titel, Überschriften und andere große Texte.

# plugins.themes.individualizeTheme.option.actionsFont.label
source: Buttons, Menus and Forms Font
de: Schriftart für Buttons, Menüs und Formulare

# plugins.themes.individualizeTheme.option.actionsFont.description
source: Select the font to use for interactive elements, such as buttons, navigation menus, and forms.
de: Wählen Sie die Schriftart für interaktive Elemente wie Buttons, Navigationsmenüs und Formulare.

# plugins.themes.individualizeTheme.option.colorMode.label
source: Color Options Mode
de: Farboptionen-Modus

# plugins.themes.individualizeTheme.option.colorMode.description
source: Most journals should use the simple mode. The advanced mode provides designers with more control, but misuse may cause some text on your site to be inaccessible.
de: Die meisten Journale sollten den einfachen Modus verwenden. Der erweiterte Modus bietet Designern mehr Kontrolle, aber falsche Nutzung kann dazu führen, dass einige Texte auf Ihrer Website unleserlich werden.

# plugins.themes.individualizeTheme.option.colorMode.default
source: Simple Mode: Choose one or two colors for your site.
de: Einfacher Modus: Wählen Sie eine oder zwei Farben für Ihre Website aus.

# plugins.themes.individualizeTheme.option.colorMode.advanced
source: Advanced Mode: Set different colors for headers, footers, buttons, text, links and more.
de: Erweiterter Modus: Legen Sie verschiedene Farben für Kopfzeilen, Fußzeilen, Buttons, Texte, Links und mehr fest.

# plugins.themes.individualizeTheme.option.primaryColor.label
source: Primary Color
de: Primärfarbe

# plugins.themes.individualizeTheme.option.primaryColor.description
source: The dominant color of your website used for the header background.
de: Die dominante Farbe Ihrer Website, die für den Hintergrund der Kopfzeile verwendet wird.

# plugins.themes.individualizeTheme.option.accentColor.label
source: Accent Color
de: Akzentfarbe

# plugins.themes.individualizeTheme.option.accentColor.description
source: The color used for links and buttons. Choose a dark color that is easy to read against a white background.
de: Die Farbe für Links und Buttons. Wählen Sie eine dunkle Farbe, die auf einem weißen Hintergrund gut lesbar ist.

# plugins.themes.individualizeTheme.option.pageBackgroundColor.label
source: Page Background Color
de: Hintergrundfarbe der Seite

# plugins.themes.individualizeTheme.option.pageTextColor.label
source: Page Text Color
de: Textfarbe der Seite

# plugins.themes.individualizeTheme.option.pageLinkColor.label
source: Page Link Color
de: Linkfarbe der Seite

# plugins.themes.individualizeTheme.option.headerBackgroundColor.label
source: Header Background Color
de: Hintergrundfarbe der Kopfzeile

# plugins.themes.individualizeTheme.option.headerTextColor.label
source: Header Text Color
de: Textfarbe der Kopfzeile

# plugins.themes.individualizeTheme.option.buttonBackgroundColor.label
source: Button Background Color
de: Hintergrundfarbe der Buttons

# plugins.themes.individualizeTheme.option.buttonTextColor.label
source: Button Text Color
de: Textfarbe der Buttons

# plugins.themes.individualizeTheme.option.blockBackgroundColor.label
source: Block Background Color
de: Hintergrundfarbe der Blöcke

# plugins.themes.individualizeTheme.option.blockTextColor.label
source: Block Text Color
de: Textfarbe der Blöcke

# plugins.themes.individualizeTheme.option.footerBackgroundColor.label
source: Footer Background Color
de: Hintergrundfarbe der Fußzeile

# plugins.themes.individualizeTheme.option.footerTextColor.label
source: Footer Text Color
de: Textfarbe der Fußzeile
